Repository: 0ke/pagekit
Catalog: extensions/installer/languages/*/messages.po
Languages: ms_my

source: Pagekit Installer
ms_my: Pemasang Pagekit

source: Database connection failed!
ms_my: Sambungan pangkalan data tidak berjaya!

source: No database connection.
ms_my: Tiada sambungan pangkalan data.

source: Can't write config.
ms_my: Tidak dapat menulis config.

source: DB user is missing required privileges.
ms_my: Pengguna pangkalan data tiada kebenaran yang diperlukan.

source: Begin
ms_my: Mula

source: Connect database
ms_my: Sambung pangkalan data

source: Enter your database connection details.
ms_my: Masukkan maklumat detail sambungan pangkalan data anda.

source: Host cannot be blank.
ms_my: Hostname tidak boleh dibiarkan kosong.

source: User cannot be blank.
ms_my: Pengguna tidak boleh dibiarkan kosong.

source: Database Name
ms_my: Nama Pangkalan Data

source: Database name cannot be blank.
ms_my: Nama pangkalan data tidak boleh dibiarkan kosong.

source: Next
ms_my: Kemudian

source: Create your account
ms_my: Buka akaun anda

source: You will be the site administrator.
ms_my: Anda akan menjadi pentadbir laman ini.

source: Username cannot be blank.
ms_my: Kata nama tidak boleh dibiarkan kosong.

source: Field must be a valid email address.
ms_my: Alamat emel mesti yang sah.

source: Password cannot be blank.
ms_my: Kata laluan tidak boleh dibiarkan kosong.

source: Setup your site
ms_my: Sediakan laman anda

source: Enter your website details.
ms_my: Masukkan maklumat web anda.

source: Site name cannot be blank.
ms_my: Nama laman tidak boleh dibiarkan kosong.

source: Installing Pagekit...
ms_my: Memasang Pagekit...

source: Installation failed!
ms_my: Pemasangan tidak berjaya!

source: Retry
ms_my: Cuba lagi

source: Finished!
ms_my: Selesai!

source: Login now
ms_my: Log masuk sekarang
