Repository: 0ke/pagekit
Catalog: extensions/page/languages/*/messages.po
Languages: ms_my

source: Page
ms_my: Laman

source: - Select Page -
ms_my: - Pilih Laman -

source: Enter Title
ms_my: Masukkan Tajuk

source: Add Page
ms_my: Tambah Laman

source: Publish
ms_my: Terbit

source: Unpublish
ms_my: Nyahterbit

source: No pages found.
ms_my: Tiada laman dijumpai.

source: Pages
ms_my: Laman

source: Invalid page id.
ms_my: Id laman tidak sah.

source: Edit Page
ms_my: Edit Laman

source: Page Url not available.
ms_my: Pautan laman tidak wujud.

source: Page saved.
ms_my: Laman telah disimpan.

source: Page created.
ms_my: Laman telah dimasukkan.

source: {0} No page deleted.|{1} Page deleted.|]1,Inf[ Pages deleted.
ms_my: {0} Tiada laman dipadam.|{1} Laman telah dipadam.|]1,Inf[ Laman telah dipadam.

source: %title% (Copy)
ms_my: %title% (Salin)

source: {0} No page copied.|{1} Page copied.|]1,Inf[ Pages copied.
ms_my: {0} Tiada laman disalin.|{1} Laman telah disalin.|]1,Inf[ Laman telah disalin.

source: {0} No page published.|{1} Page published.|]1,Inf[ Pages published.
ms_my: {0} Tiada laman diterbitkan.|{1} Laman telah diterbitkan.|]1,Inf[ Laman telah diterbitkan.

source: {0} No page unpublished.|{1} Page unpublished.|]1,Inf[ Pages unpublished.
ms_my: {0} Tiada laman dinyahterbitkan.|{1} Laman telah dinyahterbit.|]1,Inf[ Laman telah dinyahterbit.

source: Page not found!
ms_my: Laman tidak dijumpai!

source: Unable to access this page!
ms_my: Tidak boleh akses ke laman ini!

source: Unpublished
ms_my: Nyahterbit.

source: Published
ms_my: Diterbitkan.

source: You've made some changes! Leaving the page without saving will discard all changes.
ms_my: Anda telah membuat beberapa perubahan! Meninggalkan laman tanpa menyimpan terlebih dahulu akan membuang semua perubahan.
