Repository: 0ke/pagekit
Catalog: extensions/blog/languages/*/messages.po
Languages: ms_my, my_mm, tr_tr

source: E-mail
my_mm: အီးမေလ်း
tr_tr: E-posta

source: Approve
ms_my: Setuju
my_mm: အတည်ပြု
tr_tr: Onayla

source: Unapprove
ms_my: Tidak diluluskan
my_mm: အတည်မပြု
tr_tr: Onaylama

source: Mark as spam
ms_my: Tandakan sebagai spam
my_mm: Spam အဖြစ်သတ်မှတ်ရန်
tr_tr: Istenmeyen olarak işaretle

source: No comments found.
ms_my: Tiada komen dijumpai.
my_mm: Comment မရှိပါ
tr_tr: Henüz bir yorum yok.

source: Reply
ms_my: Balas
my_mm: ပြန်စာ
tr_tr: Yanıt

source: Comment
ms_my: Komen
my_mm: ထင်မြင်ချက်များ
tr_tr: Yorum

source: In response to %post%
ms_my: Respon kepada %post%
my_mm: %post% နှင့်ပတ်သက်၍ ထင်မြင်ချက်
tr_tr: %post% iletisine yanıt olarak

source: In response to
ms_my: Respon kepada
my_mm: ၄င်းနှင့်ပတ်သက်၍ :
tr_tr: Şuna karşılık olarak

source: {0} No pending|{1} One pending|]1,Inf[ %comments% pending
ms_my: {0} Tiada menunggu|{1} Satu menunggu|]1,Inf[ %comments% menunggu
my_mm: {0} ဆိုင်းငံထားမှုမရှိ {1} တစ်ခု ဆိုင်းငံထား |]1,Inf[ %comments% ခု ဆိုင်းငံထား
tr_tr: {0} Bekleyen yorum yok|{1} Bir yorum bekliyor|]1,Inf[ %comments% yorum bekliyor

source: Posts View
ms_my: Entri Paparan
my_mm: ကြည့်ရှုမှုအကြိမ်
tr_tr: Yazıları Göster

source: Post
ms_my: Entri
tr_tr: Yazı

source: - Select Post -
ms_my: - Pilih Entri -
my_mm: Post ရွေးရန်
tr_tr: - Yazı Seçin -

source: Enter Title
ms_my: Masukkan Tajuk
my_mm: ခေါင်းစဉ် ရေးရန်
tr_tr: Başlık Yazın

source: Excerpt
ms_my: Petikan
my_mm: ရွေးနုတ်ဖော်ပြချက်
tr_tr: Alıntı

source: Enter Excerpt
ms_my: Masukkan Petikan
my_mm: ရွေးနုတ်ဖော်ပြချက် ရေးရန်
tr_tr: Alıntı Ekleyin

source: Author
ms_my: Penulis
my_mm: ရေးသားသူ
tr_tr: Yazar

source: Publish on
ms_my: Diterbitkan pada
my_mm: တင်ခဲ့သောအချိန် :
tr_tr: Yayınlanma

source: Slug
tr_tr: Kısaltma

source: Enable Comments
ms_my: Aktifkan Komen
my_mm: Comment ပေးနိုင်သည်
tr_tr: Yorumlar Kullanılsın

source: Add Post
ms_my: Tambah Entri
my_mm: Post တင်ရန်
tr_tr: Yazı Ekle

source: Publish
ms_my: Terbit
my_mm: တင်ရန်
tr_tr: Yayınla

source: Unpublish
ms_my: Nyahterbit
my_mm: မတင်ရသေးပါ
tr_tr: Yayından Kaldır

source: No posts found.
ms_my: Tiada entri dijumpai.
my_mm: Post မရှိသေးပါ
tr_tr: Henüz bir yazı bulunamadı.

source: Comments
ms_my: Komen
my_mm: ထင်မြင်ချက်များ
tr_tr: Yorumlar

source: Date
ms_my: Tarikh
my_mm: ရက်စွဲ
tr_tr: Tarih

source: General
ms_my: Umum
my_mm: အထွေထွေ
tr_tr: Genel

source: Permalink
ms_my: Pautan kekal
tr_tr: Kalıcı bağlantı

source: Numeric
ms_my: Nombor
my_mm: ကိန်းဂဏန်း
tr_tr: Sayısal

source: /blog/sample-post
tr_tr: /blog/ornek-yazi

source: Day and name
ms_my: Hari dan nama
my_mm: နေ့ရက်နှင့် နာမည်
tr_tr: Gün ve ad

source: /blog/2014/06/12/sample-post
tr_tr: /blog/2014/06/12/ornek-yazi

source: Month and name
ms_my: Bulan dan nama
my_mm: လ နှင့် နာမည်
tr_tr: Ay ve ad

source: /blog/2014/06/sample-post
tr_tr: /blog/2014/06/ornek-yazi

source: Custom
ms_my: Tersendiri
my_mm: စိတ်ကြိုက်
tr_tr: İsteğe göre uyarlanmış

source: Enable comments.
ms_my: Aktifkan komen.
my_mm: ထင်မြင်ချက်များ ရေးနိုင်ရန် ဖွင့်သည်
tr_tr: Yorumlar kullanılsın.

source: Require name and e-mail.
ms_my: Nama dan emel diperlukan.
my_mm: နာမည်နှင့် အီးမေလ်းလိုအပ်သည်
tr_tr: Ad ve e-posta zorunlu olsun.

source: Close comments on articles older than
ms_my: Tutup komen pada artikel yang melebihi
my_mm: သတ်မှတ်ရက်ထပ် ကျော်သော Article ကို ၊ ထင်မြင်ချက် မပေးနိုင်ရန် ပိတ်ထားမည် :
tr_tr: Şu tarihten önceki yazılar yoruma kapatılsın:

source: days.
ms_my: hari.
my_mm: နေ့ရက်များ
tr_tr: gün.

source: Appearance
ms_my: Penampilan
my_mm: ပုံစံ
tr_tr: Görünüm

source: Show Avatars from Gravatar.
ms_my: Tunjukkan Avatar dari Gravatar.
my_mm: Gravatar မှ ကိုယ်စားပြုပုံပြမည်
tr_tr: Avatarlar Gravatar Üzerinden Görüntülensin

source: Order comments by
ms_my: Susun komen mengikut
my_mm: ထင်မြင်ချက်များကို ၄င်းအတိုင်း စီမည်:
tr_tr: Yorum Sıralaması

source: latest last.
ms_my: terkini kemudian.
my_mm: နောက်ဆုံးတင်တာ အနောက်
tr_tr: yeniden eskiye.

source: latest first.
ms_my: terkini dahulu.
my_mm: နောက်ဆုံးတင်တာ အရှေ့
tr_tr: eskiden yeniye.

source: Enable nested comments of
ms_my: Benarkan komen berkumpul
tr_tr: İç içe yorumlar kullanılsın

source: levels deep.
ms_my: tahap dalam.
tr_tr: derinlik düzeyi.

source: %date% at %time%
ms_my: %date% pada %time%
my_mm: %date% ၊ %time% တွင်
tr_tr: %date% - %time%

source: Comments (%count%)
ms_my: Komen (%count%)
my_mm: ထင်မြင်ချက်များ (%count%)
tr_tr: Yorumlar (%count%)

source: Leave a comment
ms_my: Tinggalkan komen
my_mm: ထင်မြင်ချက်ပေးရန်
tr_tr: Bir yorum yapın

source: Logged in as %name%
ms_my: Log masuk sebagai %name%
my_mm: %name% အဖြစ်ဝင်ရောက်ထားပါသည်
tr_tr: %name% olarak oturum açıldı

source: You are commenting as guest.
ms_my: Anda akan komen sebagai tetamu.
my_mm: ဧည့်သည်တစ်ယောက်အနေနဲ့ ထင်မြင်ချက်ပေးနေသည်
tr_tr: Ziyaretçi olarak yorum yapıyorsunuz.

source: Submit comment
ms_my: Hantar komen
my_mm: ထင်မြင်ချက် တင်ရန်
tr_tr: Yorumu gönder

source: You are not allowed to post comments.
ms_my: Anda tidak dibenarkan untuk tinggalkan komen.
my_mm: သင့်ကို ထင်မြင်ချက်ပေးရန် ခွင့်မပြုထားပါ
tr_tr: Yorum gönderme izniniz yok.

source: Please login to leave a comment.
ms_my: Sila log masuk untuk tinggalkan komen.
my_mm: ထင်မြင်ချက်ပေးရန် Login ဝင်ရောက်ပါ
tr_tr: Yorum yapmak için lütfen oturum açın.

source: Written by %name% on %date%
ms_my: Ditulis oleh %name% pada %date%
my_mm: %name% မှ %date% တွင်ရေးသားသည်
tr_tr: %date% tarihinde %name% tarafından yazılmıştır.

source: Continue Reading
ms_my: Teruskan Membaca
my_mm: ဆက်လက်ဖတ်ရှုရန်
tr_tr: Devamını Okuyun

source: {0} No comments|{1} %num% Comment|]1,Inf[ %num% Comments
ms_my: {0} Tiada komen|{1} %num% Komen|]1,Inf[ %num% Komen
my_mm: {0} ထင်မြင်ချက်မရှိပါ|{1} ထင်မြင်ချက် %num% ခု|]1,Inf[ ထင်မြင်ချက် %num% ခု
tr_tr: {0} Yorum Yok|{1} %num% Yorum|]1,Inf[ %num% Yorum

source: You've made some changes! Leaving the post without saving will discard all changes.
ms_my: Anda telah membuat beberapa perubahan! Meninggalkan entri tanpa menyimpan dahulu akan membuang semua perubahan.
my_mm: သင်ပြင်ထားတာတွေရှိပါတယ်။ မမှတ်ဘဲထွက်လိုက်မယ်ဆိုရင် ၊ ပြင်ထားတာတွေ ဆုံးရှုံးသွားပါလိမ့်မယ်။
tr_tr: Bazı değişiklikler yaptınız! İletiyi kaydetmeden kapatırsanız tüm değişiklikler kaybolur.

source: Comments on %title%
ms_my: Komen pada %title%
my_mm: %title% နှင့်ပတ်သက်သော ထင်မြင်ချက်များ
tr_tr: %title% yorumları

source: Comment saved.
ms_my: Komen telah disimpan.
my_mm: ထင်မြင်ချက်ကို မှတ်ထားလိုက်ပါပြီ။
tr_tr: Yorum kaydedildi.

source: Comment created.
ms_my: Komen telah dimasukkan.
my_mm: ထင်မြင်ချက်ကို ထည့်ပေးပြီးသွားပါပြီ
tr_tr: Yorum eklendi.

source: {0} No comment deleted.|{1} Comment deleted.|]1,Inf[ Comments deleted.
ms_my: {0} Tiada komen dipadam.|{1} Komen telah dipadamkan.|]1,Inf[ Komen telah dipadamkan.
my_mm: {0} ထင်မြင်ချက် တစ်ခုမှ ဖျက်ထားခြင်းမရှိပါ|{1} ထင်မြင်ချက်တစ်ခု ဖျက်ထားသည်။|]1,Inf[ ခု ဖျက်ထားသည်။
tr_tr: {0} Hiç bir yorum silinmedi.|{1} yorum silindi.|]1,Inf[ yorum silindi.

source: {0} No comment status updated.|{1} Comment status updated.|]1,Inf[ Comment statuses updated.
ms_my: {0} Tiada status komen dikemaskini.|{1} Status komen telah dikemaskini.|]1,Inf[ Komen telah dikemaskini.
my_mm: {0} မည်သည့် ထင်မြင်ချက်ကိုမျှ ပြင်မထားပါ။|{1} ထင်မြင်ချက်တစ်ခုပြင်ထားသည်|]1,Inf[ ခုပြင်ထားသည်။
tr_tr: {0} Hiç bir yorumun durumu güncellenmedi{1} yorumun durumu güncellendi.|]1,Inf[ yorumun durumu güncellendi.

source: Posts
ms_my: Entri
my_mm: Posts များ
tr_tr: Yazılar

source: Invalid post id.
ms_my: Id entri tidak sah.
my_mm: Post ID မှားနေပါတယ်
tr_tr: Geçersiz yazı kodu.

source: Edit Post
ms_my: Edit Entri
my_mm: Post ပြင်ရန်
tr_tr: Yazıyı Düzenle

source: Post saved.
ms_my: Entri telah disimpan.
my_mm: Post ကို မှတ်ထားလိုက်ပါပြီ
tr_tr: Yazı kaydedildi.

source: Post created.
ms_my: Entri telah dimasukkan.
my_mm: Post ဖန်တီးပြီးသွားပါပြီ
tr_tr: Yazı eklendi.

source: {0} No post deleted.|{1} Post deleted.|]1,Inf[ Posts deleted.
ms_my: {0} Tiada entri dibuang.|{1} Entri telah dibuang.|]1,Inf[ Entri telah dibuang.
my_mm: {0} ဖျက်ထားသော Post မရှိပါ။|{1} Post တစ်ခုဖျက်ထားသည်။|]1,Inf[ ခု ဖျက်ထားသည်
tr_tr: {0} Hiç bir yazı silinmedi.|{1} yazı silindi.|]1,Inf[ yazı silindi.

source: {0} No post copied.|{1} Post copied.|]1,Inf[ Posts copied.
ms_my: {0} Tiada entri disalin.|{1} Entri telah disalin.|]1,Inf[ Entri telah disalin.
my_mm: {0} ကော်ပီကူးထားသော Post မရှိပါ။|{1} Post တစ်ခုကော်ပီ ကူးထားသည်။|]1,Inf[ ခု ကော်ပီကူးထားသည်
tr_tr: {0} Hiç bir yazı kopyalanmadı.|{1} yazı kopyalandı.|]1,Inf[ yazı kopyalandı.

source: {0} No post published.|{1} Post published.|]1,Inf[ Posts published.
ms_my: {0} Tiada entri diterbitkan.|{1} Entri telah diterbitkan.|]1,Inf[ Entri telah diterbitkan.
my_mm: {0} တင်ပြီးသား မရှိပါ။|{1} Post တစ်ခုတင်ထားသည်။|]1,Inf[ ခု တင်ပြီးပြီ
tr_tr: {0} Hiç bir yazı yayınlanmadı.|{1} yazı yayınlandı.|]1,Inf[ yazı yayınlandı.

source: {0} No post unpublished.|{1} Post unpublished.|]1,Inf[ Posts unpublished.
ms_my: {0} Tiada entri dinyahterbitkan.|{1} Entri telah dinyahterbitkan.|]1,Inf[ Entri telah dinyahterbitkan.
my_mm: {0} မတင်ရသေးသော Post မရှိပါ။|{1} Post တစ်ခုမတင်ရသေးပါ။|]1,Inf[ ခု မတင်ရသေးပါ
tr_tr: {0} Hiç bir yazı yayından kaldırılmadı.|{1} yazı yayından kaldırıldı.|]1,Inf[ yazı yayından kaldırıldı.

source: Please wait another %seconds% seconds before commenting again.
ms_my: Sila tunggu dalam %seconds% saat sebelum komen semula.
my_mm: ထင်မြင်ချက်ထပ်ပေးရန်အတွက် %seconds% စက္ကန့် စောင့်ပါ
tr_tr: Lütfen yeniden yorum yazabilmek için %seconds% saniye bekleyin.

source: Comments have been disabled for this post.
ms_my: Komen telah ditutup untuk entri ini.
my_mm: ၄င်း Post အတွက် ထင်မြင်ချက်ပေးခွင့် ပိတ်ထားသည်
tr_tr: Bu yazı için yorumlar devre dışı bırakıldı.

source: Please provide valid name and email.
ms_my: Tolong berikan nama dan emel yang sah.
my_mm: အီးမေးလ်နှင့် နာမည်အမှန်ပေးပါ
tr_tr: Geçerli bir ad ve e-posta yazın.

source: Thanks for commenting!
ms_my: Terima kasih untuk komen!
my_mm: ထင်မြင်ချက်ပေးတဲ့အတွက် ကျေးဇူးတင်ပါတယ်
tr_tr: Yorum yaptığınız için teşekkürler!

source: Whoops, something went wrong!
ms_my: Alamak, ada sesuatu yang tak kena!
my_mm: တိန် ၊ တစ်ခုခုမှားနေပြီထင်တယ်
tr_tr: Hay aksi, bir şeyler ters gitti!

source: Post not found!
ms_my: Entri tidak dijumpai!
my_mm: ရှာမတွေ့ပါ
tr_tr: Yazı bulunamadı!

source: Unable to access this post!
ms_my: Tidak boleh akses ke entri ini!
my_mm: ၄င်း Post ကို ဖွင့်၍မရပါ
tr_tr: Bu yazıya erişilemiyor!

source: Approved
ms_my: Disahkan
my_mm: အတည်ပြုပြီး
tr_tr: Onaylanmış

source: Pending
ms_my: Menunggu
my_mm: ဆိုင်းငံ့ထားသည်
tr_tr: Bekleyen

source: Spam
tr_tr: İstenmeyen

source: Published
ms_my: Telah diterbitkan
my_mm: တင္ၿပီး
tr_tr: Yayınlanmış

source: Unpublished
ms_my: Nyahterbit
my_mm: မတင္ရေသးေသာ
tr_tr: Yayınlanmamış

source: Draft
ms_my: Draf
my_mm: အကြမ်း
tr_tr: Taslak

source: Pending Review
ms_my: Menunggu Ulasan
my_mm: စစ်စေးရန် ခေတ္တဆိုင်းငံ့ထားသည်
tr_tr: İncelenmeyi Bekliyor

source: Post with id "%id%" not found!
ms_my: Entri dengan id "%id%" tidak dijumpai!
my_mm: ID "%id%" ဖြင့် Post ကို ရှာမတွေ့ပါ
tr_tr: "%id%" kodlu yazı bulunamadı!

source: Post with slug "%slug%" not found!
ms_my: Entri dengan slug "%slug%" tidak dijumpai!
my_mm: Slug "%slug%" ဖြင့် Post ကို ရှာမတွေ့ပါ
tr_tr: "%slug%" kısaltmalı yazı bulunamadı!

source: Blog
my_mm: ဘလော့ဂ်
